[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/BjYrMhW/career-counselling.webp",
    "service_name": "Career Counseling Sessions",
    "category": "Online",
    "description": "Personalized one-on-one sessions to explore career paths, identify strengths and weaknesses, and set achievable goals to help you navigate the job market effectively. Get guidance from experienced professionals who can provide advice tailored specifically to your aspirations and challenges.",
    "pricing": 120,
    "duration": "Dec 5, 2024 5:00 PM - 6:00 PM",
    "counselor": "Dr. Emily Johnson",
    "rating": 4.8
  },
  {
    "id": 2,
    "image": "https://i.ibb.co.com/6RZKxSQ/Resume-Review.jpg",
    "service_name": "Resume Review",
    "category": "Online",
    "description": "Comprehensive analysis and feedback to enhance your resume's effectiveness. Receive suggestions for improvements, including formatting, wording, and how to highlight your skills and experience in a way that appeals to potential employers. A resume that stands out is crucial in today’s competitive job market.",
    "pricing": 80,
    "duration": "Dec 6, 2024 3:00 PM - 4:00 PM",
    "counselor": "Mr. John Smith",
    "rating": 4.7
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/xsGyJrw/Interview-Preparation-Workshop.png",
    "service_name": "Interview Preparation Workshop",
    "category": "Group",
    "description": "An interactive workshop designed to help you develop the skills and confidence needed for job interviews. This session will cover common interview questions, effective communication techniques, and strategies to handle tough questions. Role-playing and real-time feedback will also help you sharpen your performance.",
    "pricing": 150,
    "duration": "Dec 7, 2024 10:00 AM - 12:00 PM",
    "counselor": "Ms. Sarah Lee",
    "rating": 4.9
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/94zxw6p/Skill-Development-Program.png",
    "service_name": "Skill Development Program",
    "category": "Offline",
    "description": "A hands-on training program designed to help you acquire new skills relevant to your career interests. Whether you're learning new technical abilities or soft skills like communication and leadership, this program offers personalized instruction that helps you gain expertise in a practical, real-world context.",
    "pricing": 200,
    "duration": "Dec 8, 2024 9:00 AM - 5:00 PM",
    "counselor": "Dr. Michael Brown",
    "rating": 4.6
  },
  {
    "id": 5,
    "image": "https://i.ibb.co.com/MBTNxYK/Professional-Networking-Event.jpg",
    "service_name": "Professional Networking Event",
    "category": "Offline",
    "description": "An exclusive event offering an opportunity to connect with industry professionals, peers, and experts. You’ll have the chance to exchange ideas, share experiences, and expand your professional network, which could lead to valuable career opportunities and collaborations in your field.",
    "pricing": 50,
    "duration": "Dec 9, 2024 6:00 PM - 8:00 PM",
    "counselor": "Ms. Laura Davis",
    "rating": 4.5
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/r4f4sKw/leadership.webp",
    "service_name": "Leadership Training Course",
    "category": "Online",
    "description": "This course is designed to help you develop leadership skills that are essential for advancing in your career. You’ll learn about effective team management, strategic thinking, communication, and decision-making. Through practical exercises and expert guidance, you will be prepared to take on leadership roles in your field.",
    "pricing": 250,
    "duration": "Dec 10, 2024 1:00 PM - 4:00 PM",
    "counselor": "Mr. David Wilson",
    "rating": 4.8
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/NNjkBKp/Job-Search-Strategies-Seminar.png",
    "service_name": "Job Search Strategies Seminar",
    "category": "Group",
    "description": "A comprehensive seminar focused on the best strategies for successfully navigating the job market. You’ll learn how to craft effective resumes, leverage online job platforms, network strategically, and prepare for interviews. This seminar is designed to give you the tools and knowledge to secure your ideal job.",
    "pricing": 100,
    "duration": "Dec 11, 2024 2:00 PM - 5:00 PM",
    "counselor": "Ms. Karen Martinez",
    "rating": 4.7
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/xq9MfBL/Career-Assessment-Test.jpg",
    "service_name": "Career Assessment Test",
    "category": "Online",
    "description": "A detailed career assessment test to evaluate your strengths, interests, and personality traits. Based on the results, you'll receive personalized recommendations for suitable career paths and areas where you may excel. This test will help you gain clarity on your professional direction and make informed decisions.",
    "pricing": 60,
    "duration": "Dec 12, 2024 11:00 AM - 12:00 PM",
    "counselor": "Dr. Robert Clark",
    "rating": 4.6
  },
  {
    "id": 9,
    "image": "https://i.ibb.co.com/dc8sRLC/Personal-Branding-Workshop.webp",
    "service_name": "Personal Branding Workshop",
    "category": "Group",
    "description": "Learn how to effectively build and promote your personal brand to stand out in your industry. This workshop will cover topics like defining your unique value, creating a professional image, using social media to boost your profile, and networking to expand your reach. Develop a powerful personal brand that helps you achieve your career goals.",
    "pricing": 120,
    "duration": "Dec 13, 2024 4:00 PM - 6:00 PM",
    "counselor": "Ms. Jessica White",
    "rating": 4.8
  },
  {
    "id": 10,
    "image": "https://i.ibb.co.com/5TQfZKR/Entrepreneurship-Coaching.webp",
    "service_name": "Entrepreneurship Coaching",
    "category": "Online",
    "description": "Receive expert guidance and support as you embark on your entrepreneurial journey. This coaching service offers insights into business planning, marketing strategies, and funding options. You’ll also learn how to manage operations, scale your business, and overcome common challenges faced by new entrepreneurs.",
    "pricing": 300,
    "duration": "Dec 14, 2024 5:00 PM - 7:00 PM",
    "counselor": "Mr. Thomas Anderson",
    "rating": 4.9
  },
  {
    "id": 11,
    "image": "https://i.ibb.co.com/mGNQ2z5/Work-Life-Balance-Seminar.jpg",
    "service_name": "Work-Life Balance Seminar",
    "category": "Group",
    "description": "A seminar dedicated to helping you find the right balance between your professional and personal life. You will learn strategies for managing your time effectively, setting boundaries, and practicing self-care while maintaining high performance at work. Gain insights into how to lead a fulfilling life both at work and at home.",
    "pricing": 90,
    "duration": "Dec 15, 2024 3:00 PM - 5:00 PM",
    "counselor": "Ms. Angela Harris",
    "rating": 4.7
  },
  {
    "id": 12,
    "image": "https://i.ibb.co.com/0Bxfk9d/Mentorship-Program.webp",
    "service_name": "Mentorship Program",
    "category": "Online",
    "description": "An ongoing mentorship program designed to guide you through every stage of your career development. You’ll receive one-on-one guidance from experienced professionals, gain valuable industry insights, and receive personalized advice on how to progress in your chosen field. This program offers long-term support to ensure your continued success.",
    "pricing": 500,
    "duration": "Dec 16, 2024 6:00 PM - 7:30 PM",
    "counselor": "Dr. Olivia Green",
    "rating": 4.9
  }
]
